<li>
									<p class="category1"><a href="#" class="ared">1Недвижимость</a></p>
									<ul class="leftmenusub">
										<li><a href="#">1Одежда для женщин</a></li>
										<li><a href="#">1Одежда для мужчин</a></li>
										<li><a href="#">1Всё для детей</a></li>
										<li><a href="#">1Телефоны и аксессуары</a></li>
										<li><a href="#">1Компьютерная техника</a></li>
										<li><a href="#">1Автотовары</a></li>
										<li><a href="#">1Бижутерия и часы</a></li>
										<li><a href="#">1Сумки и обувь</a></li>
										<li><a href="#">1Для дома и сада</a></li>
										<li><a href="#">1Электроника</a></li>
										<li><a href="#">1Красота и здоровье</a></li>
										<li><a href="#">1Спорт и развлечения</a></li>
										<li><a href="#">1Техника и инструменты</a></li>
									</ul>
								</li>

								<li><p class="category2"><a href="auto.php" class="ared">2Транспорт</a></p>
									<ul class="leftmenusub">
										<li><a href="#">1Одежда для женщин</a></li>
										<li><a href="#">1Одежда для мужчин</a></li>
										<li><a href="#">1Всё для детей</a></li>
										<li><a href="#">1Телефоны и аксессуары</a></li>
										<li><a href="#">1Компьютерная техника</a></li>
										<li><a href="#">1Автотовары</a></li>
										<li><a href="#">1Бижутерия и часы</a></li>
										<li><a href="#">1Сумки и обувь</a></li>
										<li><a href="#">1Для дома и сада</a></li>
										<li><a href="#">1Электроника</a></li>
										<li><a href="#">1Красота и здоровье</a></li>
										<li><a href="#">1Спорт и развлечения</a></li>
										<li><a href="#">1Техника и инструменты</a></li>
									</ul>
								</li>

								<li><p class="category3"><a href="#" class="ared">3Работа</a></p>
									<ul class="leftmenusub">
										<li><a href="#">1Одежда для женщин</a></li>
										<li><a href="#">1Одежда для мужчин</a></li>
										<li><a href="#">1Всё для детей</a></li>
										<li><a href="#">1Телефоны и аксессуары</a></li>
										<li><a href="#">1Компьютерная техника</a></li>
										<li><a href="#">1Автотовары</a></li>
										<li><a href="#">1Бижутерия и часы</a></li>
										<li><a href="#">1Сумки и обувь</a></li>
										<li><a href="#">1Для дома и сада</a></li>
										<li><a href="#">1Электроника</a></li>
										<li><a href="#">1Красота и здоровье</a></li>
										<li><a href="#">1Спорт и развлечения</a></li>
										<li><a href="#">1Техника и инструменты</a></li>
									</ul>
								</li>
								
								<li><p class="category4"><a href="#" class="ared">4Электроника</a></p>
									<ul class="leftmenusub">
										<li><a href="#">4Одежда для женщин</a></li>
										<li><a href="#">4Одежда для мужчин</a></li>
										<li><a href="#">4Всё для детей</a></li>
										<li><a href="#">4Телефоны и аксессуары</a></li>
										<li><a href="#">4Компьютерная техника</a></li>
										<li><a href="#">4Автотовары</a></li>
										<li><a href="#">4Бижутерия и часы</a></li>
										<li><a href="#">4Сумки и обувь</a></li>
										<li><a href="#">4Для дома и сада</a></li>
										<li><a href="#">4Электроника</a></li>
										<li><a href="#">4Красота и здоровье</a></li>
										<li><a href="#">4Спорт и развлечения</a></li>
										<li><a href="#">4Техника и инструменты</a></li>
									</ul>
								</li>
								
								<li><p class="category5"><a href="#" class="ared">5Для дома и сада</a></p>
									<ul class="leftmenusub">
										<li><a href="#">9Одежда для женщин</a></li>
										<li><a href="#">9Одежда для мужчин</a></li>
										<li><a href="#">9Всё для детей</a></li>
										<li><a href="#">9Телефоны и аксессуары</a></li>
										<li><a href="#">9Компьютерная техника</a></li>
										<li><a href="#">9Автотовары</a></li>
										<li><a href="#">9Бижутерия и часы</a></li>
										<li><a href="#">9Сумки и обувь</a></li>
										<li><a href="#">9Для дома и сада</a></li>
										<li><a href="#">9Электроника</a></li>
										<li><a href="#">9Красота и здоровье</a></li>
										<li><a href="#">9Спорт и развлечения</a></li>
										<li><a href="#">9Техника и инструменты</a></li>
									</ul>
								</li>

								<li><p class="category6"><a href="#" class="ared">6Детям и мамам</a></p>
									<ul class="leftmenusub">
										<li><a href="#">3Одежда для женщин</a></li>
										<li><a href="#">3Одежда для мужчин</a></li>
										<li><a href="#">3Всё для детей</a></li>
										<li><a href="#">3Телефоны и аксессуары</a></li>
										<li><a href="#">3Компьютерная техника</a></li>
										<li><a href="#">3Автотовары</a></li>
										<li><a href="#">3Бижутерия и часы</a></li>
										<li><a href="#">3Сумки и обувь</a></li>
										<li><a href="#">3Для дома и сада</a></li>
										<li><a href="#">3Электроника</a></li>
										<li><a href="#">3Красота и здоровье</a></li>
										<li><a href="#">3Спорт и развлечения</a></li>
										<li><a href="#">3Техника и инструменты</a></li>
									</ul>
								</li>

								<li><p class="category7"><a href="#" class="ared">7Одежда, обувь, аксессуары</a></p>
									<ul class="leftmenusub">
										<li><a href="#">1Одежда для женщин</a></li>
										<li><a href="#">Обувь</a></li>
										<li><a href="#">1Одежда для мужчин</a></li>
										<li><a href="#">1Всё для детей</a></li>
										<li><a href="#">1Телефоны и аксессуары</a></li>
										<li><a href="#">1Компьютерная техника</a></li>
										<li><a href="#">1Автотовары</a></li>
										<li><a href="#">1Бижутерия и часы</a></li>
										<li><a href="#">1Сумки и обувь</a></li>
										<li><a href="#">1Для дома и сада</a></li>
										<li><a href="#">1Электроника</a></li>
										<li><a href="#">1Красота и здоровье</a></li>
										<li><a href="#">1Спорт и развлечения</a></li>
										<li><a href="#">1Техника и инструменты</a></li>
									</ul>
								</li>
								
								<li><p class="category8"><a href="#" class="ared">8Техника и инструменты</a></p>
									<ul class="leftmenusub">
										<li><a href="#">13Одежда для женщин</a></li>
										<li><a href="#">13Одежда для мужчин</a></li>
										<li><a href="#">13Всё для детей</a></li>
										<li><a href="#">13Телефоны и аксессуары</a></li>
										<li><a href="#">13Компьютерная техника</a></li>
										<li><a href="#">13Автотовары</a></li>
										<li><a href="#">13Бижутерия и часы</a></li>
										<li><a href="#">13Сумки и обувь</a></li>
										<li><a href="#">13Для дома и сада</a></li>
										<li><a href="#">13Электроника</a></li>
										<li><a href="#">13Красота и здоровье</a></li>
										<li><a href="#">13Спорт и развлечения</a></li>
										<li><a href="#">13Техника и инструменты</a></li>
									</ul>
								</li>

								<li><p class="category9"><a href="#" class="ared">9Красота и здоровье</a></p>
									<ul class="leftmenusub">
										<li><a href="#">11Одежда для женщин</a></li>
										<li><a href="#">11Одежда для мужчин</a></li>
										<li><a href="#">11Всё для детей</a></li>
										<li><a href="#">11Телефоны и аксессуары</a></li>
										<li><a href="#">11Компьютерная техника</a></li>
										<li><a href="#">11Автотовары</a></li>
										<li><a href="#">11Бижутерия и часы</a></li>
										<li><a href="#">11Сумки и обувь</a></li>
										<li><a href="#">11Для дома и сада</a></li>
										<li><a href="#">11Электроника</a></li>
										<li><a href="#">11Красота и здоровье</a></li>
										<li><a href="#">11Спорт и развлечения</a></li>
										<li><a href="#">11Техника и инструменты</a></li>
									</ul>
								</li>

								<li><p class="category10"><a href="#" class="ared">10Спорт и развлечения</a></p>
									<ul class="leftmenusub">
										<li><a href="#">12Одежда для женщин</a></li>
										<li><a href="#">12Одежда для мужчин</a></li>
										<li><a href="#">12Всё для детей</a></li>
										<li><a href="#">12Телефоны и аксессуары</a></li>
										<li><a href="#">12Компьютерная техника</a></li>
										<li><a href="#">12Автотовары</a></li>
										<li><a href="#">12Бижутерия и часы</a></li>
										<li><a href="#">12Сумки и обувь</a></li>
										<li><a href="#">12Для дома и сада</a></li>
										<li><a href="#">12Электроника</a></li>
										<li><a href="#">12Красота и здоровье</a></li>
										<li><a href="#">12Спорт и развлечения</a></li>
										<li><a href="#">12Техника и инструменты</a></li>
									</ul>
								</li>
								
								<li><p class="category11"><a href="#" class="ared">11Антиквариат и искусство</a></p>
									<ul class="leftmenusub">
										<li><a href="#">12Одежда для женщин</a></li>
										<li><a href="#">12Одежда для мужчин</a></li>
										<li><a href="#">12Всё для детей</a></li>
										<li><a href="#">12Телефоны и аксессуары</a></li>
										<li><a href="#">12Компьютерная техника</a></li>
										<li><a href="#">12Автотовары</a></li>
										<li><a href="#">12Бижутерия и часы</a></li>
										<li><a href="#">12Сумки и обувь</a></li>
										<li><a href="#">12Для дома и сада</a></li>
										<li><a href="#">12Электроника</a></li>
										<li><a href="#">12Красота и здоровье</a></li>
										<li><a href="#">12Спорт и развлечения</a></li>
										<li><a href="#">12Техника и инструменты</a></li>
									</ul>
								</li>
								
								<li><p class="category12"><a href="#" class="ared">12Ремонт и Услуги</a></p>
									<ul class="leftmenusub">
										<li><a href="#">12Одежда для женщин</a></li>
										<li><a href="#">12Одежда для мужчин</a></li>
										<li><a href="#">12Всё для детей</a></li>
										<li><a href="#">12Телефоны и аксессуары</a></li>
										<li><a href="#">12Компьютерная техника</a></li>
										<li><a href="#">12Автотовары</a></li>
										<li><a href="#">12Бижутерия и часы</a></li>
										<li><a href="#">12Сумки и обувь</a></li>
										<li><a href="#">12Для дома и сада</a></li>
										<li><a href="#">12Электроника</a></li>
										<li><a href="#">12Красота и здоровье</a></li>
										<li><a href="#">12Спорт и развлечения</a></li>
										<li><a href="#">12Техника и инструменты</a></li>
									</ul>
								</li>

								<li><p class="category13"><a href="#" class="ared">13Жывотные и зоотовары</a></p>
									<ul class="leftmenusub">
										<li><a href="#">12Одежда для женщин</a></li>
										<li><a href="#">12Одежда для мужчин</a></li>
										<li><a href="#">12Всё для детей</a></li>
										<li><a href="#">12Телефоны и аксессуары</a></li>
										<li><a href="#">12Компьютерная техника</a></li>
										<li><a href="#">12Автотовары</a></li>
										<li><a href="#">12Бижутерия и часы</a></li>
										<li><a href="#">12Сумки и обувь</a></li>
										<li><a href="#">12Для дома и сада</a></li>
										<li><a href="#">12Электроника</a></li>
										<li><a href="#">12Красота и здоровье</a></li>
										<li><a href="#">12Спорт и развлечения</a></li>
										<li><a href="#">12Техника и инструменты</a></li>
									</ul>
								</li>