<?php

use \frontend\themes\alltrade\assets\AppAssets;
use yii\helpers\Url;

$layoutPath = Yii::$app->assetManager->getPublishedUrl('@frontend/themes/alltrade/assets');
AppAssets::register($this);

?>
<div style="margin-top: 10px;"></div>
<div class="content">
		<div style="margin-top: 20px;"></div>
		<div style="border: 1px solid #ddd; padding: 10px;"><div class="help-help">
			<p style="font-size: 140%; margin-bottom: 20px;">Как я могу отменить заказ?</p>
			<p>
				<b>Как я могу отменить оплаченный заказ?</b>
			</p>
			<p>
				Вы можете отменить оплаченный заказ, если он не был отправлен продавцом. Также вам следует связаться с продавцом и выработать соглашение по отмене заказа. Для отмены размещенного заказа:
			</p>
			<p>
				1. Войдите в "Мои заказы"
			</p>
			<p>
				2. Нажмите на кнопку "Отменить заказ" для соответствующего заказа.
			</p>
			<img src="<?=$layoutPath?>/images/help/6.1.jpg" style="max-width: 100%;">
			<p>
				3. Нажмите "Запросить отмену заказа"
			</p>
			<img src="<?=$layoutPath?>/images/help/6.2.jpg" style="max-width: 100%;">
			<img src="<?=$layoutPath?>/images/help/6.3.jpg" style="max-width: 100%;">
			<p>
				При выборе первой или второй причины заказ будет отменен по запросу покупателя, а продавец не будет оштрафован. Если покупатель выберет любую другую причину отмены, заказ будет отменен по вине продавца, что повлечет за собой соответствующее наказание для продавца.
			</p>
			<p>
				При достижении соглашения об отмене заказа продавец не будет отправлять товар, а ваш заказ будет закрыт.
			</p>
			<p>
				Если соглашение не будет выработано, продавец продолжит отправку заказа.
			</p>
			<p>
				Для того, чтобы избежать ошибок при оформлении заказа, убедитесь что вы внимательно прочли описание товара перед заказом. Если вы не уверены в своем выборе, вы можете пообщаться с продавцом в реальном времени при помощи кнопки "Начать беседу" или отправить ему сообщение при помощи кнопки "Связаться сейчас".
			</p>
			<p>
				<b>Я хочу отменить оплаченный заказ, но кнопка "Отменить заказ" отсутствует.</b>
			</p>
			<p>
				Пожалуйста, обратите внимание, что при оплате банковской картой системе может потребоваться до 24 часов для обработки платежа. Поэтому кнопки "Отменить заказ" и "Запросить отмену заказа" появятся только по истечении этого срока.
			</p>
			<p>
				Также, перед размещением запроса об отмене заказа вы можете связаться с продавцом, чтобы приоставить отправку заказа.
			</p>
			<p>
				<b>Как я могу отменить неоплаченный заказ?</b>
			</p>
			<p>
				Пожалуйста, обратите внимание, что мы работаем над функцией отмены неоплаченных заказов.
			</p>
			<p>
				В данный момент вам не требуется вручную отменять заказ, так как он будет автоматически отменен при непоступлении платежа в течение 20 дней после размещения.
			</p>
		</div></div>
	</div>