<?php

use \frontend\themes\alltrade\assets\AppAssets;
use yii\helpers\Url;

$layoutPath = Yii::$app->assetManager->getPublishedUrl('@frontend/themes/alltrade/assets');
AppAssets::register($this);

?>
<div style="margin-top: 10px;"></div>
<div class="content">
	<div style="margin-top: 20px;"></div>
	<div style="border: 1px solid #ddd; padding: 10px;"><div class="help-help">
		<p style="font-size: 140%; margin-bottom: 20px;">Что делать, если я не получил(а) товар, а мой заказ был завершён?</p>
		<p>
			После того, как продавец отправит ваш заказ, его статус изменится на «Ожидается подтверждение». Вы можете нажать на кнопку «Подтвердить получение товара» после того, как вы получите товар и убедитесь в его удовлетворительном состоянии.
		</p>
		<p>
			AllTrade защищает ваш заказ в течение действия Защиты Покупателя, однако по истечении этого срока заказ закроется автоматически, и деньги будут перечислены продавцу. Примите во внимание, после окончания срока Защиты Покупателя AliExpress не несёт ответственности за ваш заказ.
		</p>
		<p>
			Кнопка «Подтвердить получение товара» доступна в течение всего срока Защиты Покупателя. Данный срок устанавливается продавцом и зависит от способа отправки товара. Вы можете проверить срок истечения Защиты Покупателя, нажав на кнопку «Просмотреть данные» в вашем списке заказов. 
		</p>
		<img src="<?=$layoutPath?>/images/help/7.1.png" style="max-width: 100%;">
		<p>
			Регулярно проверяйте таймер ваших покупок. После истечения срока Защиты Покупателя, указанного на таймере, вы не сможете открыть спор и запросить возврат денег, так как заказ будет закрыт автоматически, а деньги переведены продавцу. Если время подтверждения заказа истекло, а вы не получили товар – мы рекомендуем вам напрямую связаться с продавцом для выяснения причин задержки товара.
		</p>
		<p>
			Обратите внимание, если срок Защиты Покупателя на исходе, а вы все ещё не получили товар, вы можете запросить у продавца продлить этот срок. Для этого необходимо нажать кнопку «Запросить продление Защиты Покупателя». После подтверждения запроса продавцом срок Защиты Покупателя будет продлён. Максимальное время продления срока Защиты Покупателя – 120 дней.
		</p>
		<img src="<?=$layoutPath?>/images/help/7.2.png" style="max-width: 100%;">
		<p>
			Напоминаем, ваши деньги будут переведены продавцу только после того, как вы нажмёте на кнопку «Подтвердить получение товара» либо после того, как истечёт время Защиты Покупателя, и заказ будет закрыт автоматически.
		</p>
	</div></div>
</div>