<?php

use \frontend\themes\alltrade\assets\AppAssets;
use yii\helpers\Url;

$layoutPath = Yii::$app->assetManager->getPublishedUrl('@frontend/themes/alltrade/assets');
AppAssets::register($this);

?>
<div style="margin-top: 10px;"></div>
<div class="content">
		<div style="margin-top: 20px;"></div>
		<div style="border: 1px solid #ddd; padding: 10px;"><div class="help-help">
			<p style="font-size: 140%; margin-bottom: 20px;">Я не удовлетворен своей покупкой. Что я могу сделать?</p>
			<p>
				Если вы не удовлетворены приобретенным товаром, вы можете открыть спор до окончания срока Защиты Покупателя. Для того чтобы открыть спор, следуйте данной инструкции:
			</p>
			<p>
				1. Войдите в раздел "Мои заказы" в вашей учетной записи на AllTrade
			</p>
			<p>
				2. Найдите соответствующий заказ
			</p>
			<p>
				3. Нажмите кнопку "Открыть спор"
			</p>
			<img src="<?=$layoutPath?>/images/help/4.1.jpg" style="max-width: 100%;">
			<p>
				4. Отправьте запрос на возврат средств
			</p>
			<img src="<?=$layoutPath?>/images/help/4.2.jpg" style="max-width: 100%;">
			<p>
				Вы должны разместить запрос до истечения срока Защиты Покупателя, в противном случае заказ будет завершен, а средства переведены продавцу.
			</p>
			<p>
				Также вы можете связаться с продавцом и выработать удовлетворительное для обеих сторон решение по возврату средств. Чтобы связаться с продавцом, вы можете перейти на страницу товара и нажать "Связаться сейчас". Также вы можете нажать "Начать беседу" для общения с продавцом в реальном времени при условии, что он находится в сети и использует программу для обмена сообщениями TradeManager.
			</p>
		</div></div>
	</div>